{
  "title": "Ctrl+Vibe 3.0 : Hackathon, Workshop and Demo Day",
  "description": "About Event​Ctrl+Vibe 3.0 : Hackathon for Founders, Builders & AI-Curious Minds​Location: Bangalore (IRL only)​After two high-energy editions that brought together 90+ builders, mentors from CRED, Google, and Adobe, and coverage in Deccan Herald,Ctrl+Vibe3.0returns for its biggest and boldest chapter yet -​Hosting200+ buildersunder one roof with immaculate vibes.​Workshop covering basics ofvibe-coding, building AI agents and automations for beginners.​Rs. 50,000 cash prize, merch and more for hackathon winners.​Exposure to VC's and incubators fornon-dilutive grants and seed-fundingfor startups.​This time, we're going deeper — acrossthree curated tracksdesigned to fuel product thinking, AI-native experimentation, and real outcomes like funding, visibility, and community.​Track 1 - Founding Teams​For early-stage startup teams (max 4 each) seeking mentorship, validation, and access to capital. Startups showcase demos and pitch totop VC funds and incubators. Focus Sectors - Deep Tech, Climate Tech, AI, Health Tech, Consumer Tech and Enterprise SaaS​Registration Fee:Rs. 500 (per participant)Judging Criteria: Problem Statement, Use Case, Business ModelOutcome: Rolling demos to investors, access to grants and pre-seed interest​Track 2 - Tech Builders​For tech-native hackers with a track record of building and shipping (max 3 participants each team). Submit your idea and team names during application - we screen, shortlist, and let you build.​Registration Fee:Rs. 200 (per participant)Judging Criteria: Technical Depth, Functionality, Go-live ReadinessOutcome: Rs. 30,000 cash prize + exclusive merch and bragging rights​Track 3 - AI Curious​For solo creators with curiosity and taste. We pair individuals into teams of 3 based on skillsets (design, content, code), introduce you in advance, and kick things off with a hands-on AI workshop.​Registration Fee:Rs. 100 (per participant)Judging Criteria: Tastefulness, Originality, Team SynergyOutcome: Rs. 20,000 cash prize + exclusive merch and vibe rep​Event Format​Day 1 — Saturday​11:00 AM – 12:00 PM: Doors open, intros and team formations.​12:00 PM – 1:00 PM:Build with AIcrash course (basics of vibe coding, No-code and Low-code AI Agents)​1:00 PM – 2:00 PM: Project Manifesto submissions (Tracks 2 & 3)​2:00 PM – 7:00 PM: Track 1 rolling demos to VCs and incubators (sectoral focus)​Day 2 — Sunday​4:00 PM – 5:00 PM: Final project submissions (Loom video + Social post)​5:00 PM – 7:00 PM: Top 10 demos from Track 2 & 3 each (5 mins per team)​7:00 PM – 8:00 PM: Networking Mixer​8:00 PM: Results and Prize Announcements​Logistics & Hospitality​Refreshments, snacks, and caffeine on us — all weekend.​Participants may choose to stay overnight at the venue or return home and rejoin next day​Past Editions Snapshot​Ctrl+Vibe 1.0(March ‘25): 30+ participants, 15 projects -Featured in Deccan Herald​Ctrl+Vibe 2.0(May ‘25): 60+ participants, 30 projects -Mentors from CRED, Google, Microsoft, Adobe​Real outcomes: MVPs launched, grants won, co-founders discovered, jobs bagged​If you're a builder with taste, a founder with intent, or simply AI-curious,this is your playground.Limited slots. Apply now.To partner with us, reach out to - vedantrawal.work@gmail.com",
  "datetime": ""
}